HSDTaskName = "Underhåll";

HSDFeedRollerHeaderTitle = "Underhåll av matningsvals och separeringsplatta";
HSDNotifyMeTitle = "Meddela mig när det är dags för underhåll.";
HSDTotalPagesTitle = "Totalt antal matade sidor:";
HSDPagesSinceReplacementTitle = "Antal matade sidor sedan senaste bytet:";
HSDPreviouslyRecordedReplacementsTitle = "Tidigare registrerade byten:";
HSDReplacementRecommendedTitle = "Byte rekommenderas nu:";
HSDReplaceButtonTitle = "Registrera byte…";

RecordReplacementWarnTitle = "Registrera byte?";
RecordReplacementWarnText = "Den här åtgärden återställer antalet matade sidor och ökar värdet för antalet byten av matningsvals och separeringsplatta.";

MaintenanceRecommendedWarnTitle = "Underhåll rekommenderas";
MaintenanceRecommendedWarnText = "Det är dags att byta ut skannerns matningsvals och separeringsplatta.";
